export function getDefaultContext() {
    return "Москва — столица России, город федерального значения, административный центр Центрального федерального округа и центр Московской области, в состав которой не входит Мегаполис; крупнейший по численности населения город России и её субъект — 13 104 177 человек (2023), самый населённый из городов, полностью расположенных в Европе, занимает 22-е место среди городов мира по численности населения. Центр Московской городской агломерации. Самый крупный город Европы по площади."
}

export function getContextWithMistakes() {
    return "Масква — сталица России, горад фидеральново зночения, адменестративный цент Цинтральново фидирального округа и центр Масковскай облости, в состаф каторай не входет Мегаполес; крупнейший по численасти носиления горад России и её субект — 13 104 177 чиловек (2023), самый насилённый из гарадов, полностью распаложенных в Европи, занемает 22-е место сриди гарадов мира по числиннасти насиления. Центр Масковской гарадской агломирации. Самый крупный горад Европы по площеди."
}

export function getWordSentenceContext() {
    return "(Москва) — столица России, (город федерального значения), административный центр (Центрального федерального округа) и центр Московской (области), в состав которой не входит (Мегаполис); крупнейший по численности (населения) город России и её субъект — 13 104 (177) человек (2023), самый населённый из городов, полностью расположенных в (Европе), занимает 22-е (место) среди городов мира по численности населения. Центр Московской городской (агломерации). Самый крупный город Европы по площади."
}